verb_suffixes = {
    "लट्": {
        "परस्मैपद": {
            "प्रथम": {"एकवचन": "ति", "द्विवचन": "तः", "बहुवचन": "न्ति"},
            "मध्यम": {"एकवचन": "सि", "द्विवचन": "थः", "बहुवचन": "थ"},
            "उत्तम": {"एकवचन": "मि", "द्विवचन": "वः", "बहुवचन": "मः"}
        },
        "आत्मनेपद": {
            "प्रथम": {"एकवचन": "ते", "द्विवचन": "ेते", "बहुवचन": "न्ते"},
            "मध्यम": {"एकवचन": "से", "द्विवचन": "थे", "बहुवचन": "ध्वे"},
            "उत्तम": {"एकवचन": "े", "द्विवचन": "वहे", "बहुवचन": "महे"}
        }
    },
    "लोट्": {
        "परस्मैपद": {
            "प्रथम": {"एकवचन": "तु", "द्विवचन": "ताम्", "बहुवचन": "न्तु"},
            "मध्यम": {"एकवचन": "हि", "द्विवचन": "तम्", "बहुवचन": "त"},
            "उत्तम": {"एकवचन": "ानि", "द्विवचन": "ाव", "बहुवचन": "ाम"}
        },
        "आत्मनेपद": {
            "प्रथम": {"एकवचन": "ताम्", "द्विवचन": "ाताम्", "बहुवचन": "न्ताम्"},
            "मध्यम": {"एकवचन": "स्व", "द्विवचन": "ाथाम्", "बहुवचन": "ध्वम्"},
            "उत्तम": {"एकवचन": "ै", "द्विवचन": "ावहै", "बहुवचन": "ामहै"}
        }
    },
    "लङ्": {
        "परस्मैपद": {
            "प्रथम": {"एकवचन": "त्", "द्विवचन": "ताम्", "बहुवचन": "न्"},
            "मध्यम": {"एकवचन": "ः", "द्विवचन": "तम्", "बहुवचन": "त"},
            "उत्तम": {"एकवचन": "म्", "द्विवचन": "व", "बहुवचन": "म"}
        },
        "आत्मनेपद": {
            "प्रथम": {"एकवचन": "त", "द्विवचन": "ाताम्", "बहुवचन": "त"},
            "मध्यम": {"एकवचन": "थाः", "द्विवचन": "ाथाम्", "बहुवचन": "ध्वम्"},
            "उत्तम": {"एकवचन": "ि", "द्विवचन": "वहि", "बहुवचन": "महि"}
        }
    },
    "विधिलिङ्": {
        "परस्मैपद": {
            "प्रथम": {"एकवचन": "ेत्", "द्विवचन": "ेताम्", "बहुवचन": "ेयुः"},
            "मध्यम": {"एकवचन": "ेः", "द्विवचन": "ेतम्", "बहुवचन": "ेत"},
            "उत्तम": {"एकवचन": "ेयम्", "द्विवचन": "ेव", "बहुवचन": "ेम"}
        },
        "आत्मनेपद": {
            "प्रथम": {"एकवचन": "ेत", "द्विवचन": "ेयाताम्", "बहुवचन": "ेरन्"},
            "मध्यम": {"एकवचन": "ेथाः", "द्विवचन": "ेयाथाम्", "बहुवचन": "ेध्वम्"},
            "उत्तम": {"एकवचन": "ेय", "द्विवचन": "ेवहि", "बहुवचन": "ेमहि"}
        }
    },
    "लृट्": {
    "परस्मैपद": {
        "प्रथम": {"एकवचन": "ष्यति", "द्विवचन": "ष्यतः", "बहुवचन": "ष्यन्ति"},
        "मध्यम": {"एकवचन": "ष्यसि", "द्विवचन": "ष्यथः", "बहुवचन": "ष्यथ"},
        "उत्तम": {"एकवचन": "ष्यामि", "द्विवचन": "ष्यावः", "बहुवचन": "ष्यामः"}
    },
    "आत्मनेपद": {
        "प्रथम": {"एकवचन": "स्यते", "द्विवचन": "स्येते", "बहुवचन": "स्यन्ते"},
        "मध्यम": {"एकवचन": "स्यसे", "द्विवचन": "स्येथे", "बहुवचन": "स्यध्वे"},
        "उत्तम": {"एकवचन": "स्ये", "द्विवचन": "स्यावहे", "बहुवचन": "स्यामहे"}
    }
}
}